Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 创建任务后将显示在此列表。
source: After the task is created, it will appear in this list.
ar: بعد إنشاء المهمة، سوف تظهر في هذه القائمة.
es: Una vez creada la tarea, aparecerá en esta lista.
fr: Une fois la tâche créée, elle apparaîtra dans cette liste.
hi: कार्य बनने के बाद वह इस सूची में दिखाई देगा.
pt: Depois que a tarefa for criada, ela aparecerá nesta lista.
ta: பணி உருவாக்கப்பட்ட பிறகு, அது இந்த பட்டியலில் தோன்றும்.
zh_hans: 创建任务后将显示在此列表。
zh_hant: 建立任務後將顯示在此清單。

# 创建成员档案
source: Create member profile
ar: إنشاء ملف عضو
es: Crear perfil de miembro
fr: Créer un profil membre
hi: सदस्य प्रोफ़ाइल बनाएँ
pt: Criar perfil de membro
ta: உறுப்பினர் சுயவிவரத்தை உருவாக்கவும்
zh_hans: 创建成员档案
zh_hant: 建立成員檔案

# 创建新组织
source: Create New Organization
ar: إنشاء منظمة جديدة
es: Crear nueva organización
fr: Créer une nouvelle organisation
hi: नया संगठन बनाएं
pt: Criar nova organização
ta: புதிய அமைப்பை உருவாக்கவும்
zh_hans: 创建新组织
zh_hant: 建立新組織

# 创建新群组
source: Create new group
ar: إنشاء مجموعة جديدة
es: Crear nuevo grupo
fr: Créer un nouveau groupe
hi: नया समूह बनाएं
pt: Criar novo grupo
ta: புதிய குழுவை உருவாக்கவும்
zh_hans: 创建新群组
zh_hant: 建立新群組

# 创建新群组，或通过邀请码加入他人已有的空间。
source: Create a new group or join someone else's existing space with an invitation code.
ar: أنشئ مجموعة جديدة أو انضم إلى المساحة الحالية لشخص آخر باستخدام رمز الدعوة.
es: Crea un nuevo grupo o únete al espacio existente de otra persona con un código de invitación.
fr: Créez un nouveau groupe ou rejoignez l'espace existant de quelqu'un d'autre avec un code d'invitation.
hi: एक नया समूह बनाएं या आमंत्रण कोड के साथ किसी और के मौजूदा स्थान में शामिल हों।
pt: Crie um novo grupo ou entre no espaço existente de outra pessoa com um código de convite.
ta: புதிய குழுவை உருவாக்கவும் அல்லது அழைப்பிதழ் குறியீட்டுடன் வேறொருவரின் தற்போதைய இடத்தில் சேரவும்.
zh_hans: 创建新群组，或通过邀请码加入他人已有的空间。
zh_hant: 建立新群組，或透過邀請碼加入他人已有的空間。

# 创建组织
source: Create Organization
ar: إنشاء منظمة
es: Crear organización
fr: Créer une organisation
hi: संगठन बनाएं
pt: Criar organização
ta: அமைப்பை உருவாக்கவும்
zh_hans: 创建组织
zh_hant: 創建組織

# 创建群组
source: Create group
ar: إنشاء مجموعة
es: Crear grupo
fr: Créer un groupe
hi: समूह बनाना
pt: Criar grupo
ta: குழுவை உருவாக்கவும்
zh_hans: 创建群组
zh_hant: 建立群組

# 创建群组失败，请稍后重试。
source: Failed to create group. Please try again later.
ar: فشل إنشاء المجموعة. يرجى المحاولة مرة أخرى لاحقًا.
es: No se pudo crear el grupo. Inténtelo de nuevo más tarde.
fr: Échec de la création du groupe. Veuillez réessayer plus tard.
hi: समूह बनाने में विफल। कृपया बाद में पुनः प्रयास करें।
pt: Falha ao criar o grupo. Tente novamente mais tarde.
ta: குழுவை உருவாக்க முடியவில்லை. பிறகு மீண்டும் முயற்சிக்கவும்.
zh_hans: 创建群组失败，请稍后重试。
zh_hant: 建立群組失敗，請稍後重試。

# 创建者
source: Creator
ar: الخالق
es: Creador
fr: Créateur
hi: निर्माता
pt: Criador
ta: படைப்பாளி
zh_hans: 创建者
zh_hant: 創建者

# 创建者权限已转移给「%@」。
source: Creator permissions have been transferred to "%@".
ar: تم نقل أذونات المنشئ إلى "%@".
es: Los permisos de creador se han transferido a "%@".
fr: Les autorisations du créateur ont été transférées vers "%@".
hi: निर्माता की अनुमतियाँ "%@" में स्थानांतरित कर दी गई हैं।
pt: As permissões do criador foram transferidas para "%@".
ta: படைப்பாளர் அனுமதிகள் "%@"க்கு மாற்றப்பட்டுள்ளன.
zh_hans: 创建者权限已转移给「%@」。
zh_hant: 創建者權限已轉移給“%@”。

# 删除任务
source: Delete task
ar: حذف المهمة
es: Eliminar tarea
fr: Supprimer la tâche
hi: कार्य हटाएँ
pt: Excluir tarefa
ta: பணியை நீக்கு
zh_hans: 删除任务
zh_hant: 刪除任務

# 删除后该虚拟成员的所有信息将不可恢复。
source: This virtual member profile cannot be recovered after deletion.
ar: لا يمكن استرداد ملف تعريف العضو الظاهري هذا بعد الحذف.
es: Este perfil de miembro virtual no se puede recuperar después de eliminarlo.
fr: Ce profil de membre virtuel ne peut pas être récupéré après suppression.
hi: इस वर्चुअल सदस्य प्रोफ़ाइल को हटाने के बाद पुनर्प्राप्त नहीं किया जा सकता है।
pt: Este perfil de membro virtual não pode ser recuperado após a exclusão.
ta: இந்த மெய்நிகர் உறுப்பினர் சுயவிவரத்தை நீக்கிய பிறகு மீட்டெடுக்க முடியாது.
zh_hans: 删除后该虚拟成员的所有信息将不可恢复。
zh_hant: 刪除後該虛擬成員的所有資訊將不可恢復。

# 删除失败：%@
source: Delete failed: %@
ar: فشل الحذف: %@
es: Error al eliminar: %@
fr: Échec de la suppression : %@
hi: हटाना विफल: %@
pt: Falha ao excluir: %@
ta: நீக்கம் தோல்வி: %@
zh_hans: 删除失败：%@
zh_hant: 刪除失敗：%@

# 删除此任务及以后
source: Delete this task and later
ar: احذف هذه المهمة والإصدارات الأحدث
es: Eliminar esta tarea y más tarde
fr: Supprimer cette tâche et plus tard
hi: इस कार्य को और बाद में हटाएँ
pt: Exclua esta tarefa e posteriores
ta: இந்தப் பணியை நீக்கவும்
zh_hans: 删除此任务及以后
zh_hant: 刪除此任務及以後

# 删除该成员档案
source: Delete member profile
ar: حذف الملف الشخصي للعضو
es: Eliminar perfil de miembro
fr: Supprimer le profil du membre
hi: सदस्य प्रोफ़ाइल हटाएँ
pt: Excluir perfil de membro
ta: உறுப்பினர் சுயவிவரத்தை நீக்கவும்
zh_hans: 删除该成员档案
zh_hant: 刪除該成員檔案

# 刷新会话状态
source: Refresh session state
ar: تحديث حالة الجلسة
es: Actualizar el estado de la sesión
fr: Actualiser l'état de la session
hi: सत्र स्थिति ताज़ा करें
pt: Atualizar estado da sessão
ta: அமர்வு நிலையைப் புதுப்பிக்கவும்
zh_hans: 刷新会话状态
zh_hant: 刷新會話狀態

# 刷新位置
source: Refresh locations
ar: تحديث المواقع
es: Actualizar ubicaciones
fr: Actualiser les positions
hi: स्थान रीफ़्रेश करें
pt: Atualizar localizações
ta: இடங்களைப் புதுப்பி
zh_hans: 刷新位置
zh_hant: 重新整理位置

# 功能即将推出
source: Feature coming soon
ar: الميزة قريبا
es: Característica próximamente
fr: Fonctionnalité à venir
hi: सुविधा जल्द ही आ रही है
pt: Recurso em breve
ta: அம்சம் விரைவில்
zh_hans: 功能即将推出
zh_hant: 功能即將推出

# 加入
source: Join
ar: انضمام
es: Unirse
fr: Rejoindre
hi: शामिल हों
pt: Entrar
ta: சேர்
zh_hans: 加入
zh_hant: 加入

# 加入已有群组
source: Join a Group
ar: انضم إلى مجموعة
es: Únete a un grupo
fr: Rejoindre un groupe
hi: एक समूह में शामिल हों
pt: Junte-se a um grupo
ta: ஒரு குழுவில் சேரவும்
zh_hans: 加入已有群组
zh_hant: 加入已有群組

# 加入群组
source: Join group
ar: انضم إلى المجموعة
es: Unirse al grupo
fr: Rejoindre le groupe
hi: समूह में शामिल
pt: Junte-se ao grupo
ta: குழுவில் சேரவும்
zh_hans: 加入群组
zh_hant: 加入群組

# 加入群组失败，请稍后重试或联系群组创建者。
source: Could not join the group. Please try again later or contact the creator.
ar: تعذر الانضمام إلى المجموعة. يرجى المحاولة لاحقًا أو التواصل مع المنشئ.
es: No se pudo unir al grupo. Inténtelo de nuevo más tarde o contacte al creador.
fr: Impossible de rejoindre le groupe. Veuillez réessayer plus tard ou contacter le créateur.
hi: समूह में शामिल नहीं हो सके। कृपया बाद में पुनः प्रयास करें या निर्माता से संपर्क करें।
pt: Não foi possível entrar no grupo. Tente novamente mais tarde ou contate o criador.
ta: குழுவில் சேர முடியவில்லை. பிறகு மீண்டும் முயற்சிக்கவும் அல்லது உருவாக்குநரை தொடர்பு கொள்ளவும்.
zh_hans: 加入群组失败，请稍后重试或联系群组创建者。
zh_hant: 加入群組失敗，請稍後重試或聯絡群組建立者。

# 加载中
source: Loading
ar: جارٍ التحميل
es: Cargando
fr: Chargement en cours
hi: लोड हो रहा है
pt: Carregando
ta: ஏற்றப்படுகிறது
zh_hans: 加载中
zh_hant: 載入中

# 升级 Pro
source: Upgrade to Pro
ar: الترقية إلى Pro
es: Actualizar a Pro
fr: Passer à Pro
hi: Pro में अपग्रेड करें
pt: Atualizar para Pro
ta: Pro ஆக மேம்படுத்தவும்
zh_hans: 升级 Pro
zh_hant: 升級 Pro

# 升级 VIP
source: Upgrade to VIP
ar: الترقية إلى VIP
es: Actualizar a VIP
fr: Surclassement en VIP
hi: वीआईपी में अपग्रेड करें
pt: Atualize para VIP
ta: VIP ஆக மேம்படுத்தவும்
zh_hans: 升级至VIP
zh_hant: 升級至VIP

# 升级至 Pro 高级版
source: Upgrade to Pro
ar: الترقية إلى Pro
es: Actualiza a Pro
fr: Mise à niveau vers Pro
hi: Pro पर अपग्रेड करें
pt: Atualize para Pro
ta: Pro க்கு மேம்படுத்தவும்
zh_hans: 升级至 Pro 高级版
zh_hant: 升級至 Pro 高級版

# 危险操作
source: Danger Zone
ar: عملية خطيرة
es: Operación peligrosa
fr: Opération dangereuse
hi: खतरनाक ऑपरेशन
pt: Operação perigosa
ta: ஆபத்தான செயல்பாடு
zh_hans: 危险操作
zh_hant: 危險操作

# 压缩后图片数据为空，请重试。
source: Compressed image data was empty. Please try again.
ar: كانت بيانات الصورة المضغوطة فارغة. يرجى المحاولة مرة أخرى.
es: Los datos de la imagen comprimida estaban vacíos. Por favor inténtalo de nuevo.
fr: Les données d'image compressées étaient vides. Veuillez réessayer.
hi: संपीड़ित छवि डेटा खाली था. कृपया पुन: प्रयास करें।
pt: Os dados da imagem compactada estavam vazios. Por favor, tente novamente.
ta: சுருக்கப்பட்ட படத் தரவு காலியாக இருந்தது. மீண்டும் முயற்சிக்கவும்.
zh_hans: 压缩后图片数据为空，请重试。
zh_hant: 壓縮後圖片資料為空，請重試。

# 去评分
source: Write a Review
ar: كتابة تقييم
es: Escribir reseña
fr: Laisser un avis
hi: समीक्षा लिखें
pt: Avaliar na App Store
ta: மதிப்புரை எழுதுங்கள்
zh_hans: 去评分
zh_hant: 去評分

# 反馈
source: Feedback
ar: ملاحظات
es: Comentarios
fr: Commentaires
hi: प्रतिक्रिया
ta: கருத்து
zh_hans: 反馈
zh_hant: 意見回饋

# 反馈与法律
source: Feedback & Legal
ar: الملاحظات والقانونية
es: Comentarios y legal
fr: Commentaires et mentions légales
hi: प्रतिक्रिया और कानूनी
pt: Feedback e legal
ta: கருத்து மற்றும் சட்டம்
zh_hans: 反馈与法律
zh_hant: 回饋與法律

# 反馈写入失败：群组上下文不一致。
source: Failed to save feedback: Inconsistent group context.
ar: فشل حفظ التعليقات: سياق المجموعة غير متناسق.
es: No se pudieron guardar los comentarios: contexto de grupo inconsistente.
fr: Échec de l'enregistrement des commentaires : contexte de groupe incohérent.
hi: फीडबैक सहेजने में विफल: असंगत समूह संदर्भ।
pt: Falha ao salvar feedback: contexto de grupo inconsistente.
ta: கருத்தைச் சேமிப்பதில் தோல்வி: சீரற்ற குழுச் சூழல்.
zh_hans: 反馈写入失败：群组上下文不一致。
zh_hant: 回饋寫入失敗：群組上下文不一致。

# 发送邀请链接，对方可使用自己的手机登录并互动。
source: Send an invite link so they can sign in on their phone and participate.
ar: أرسل رابط دعوة ليتمكنوا من تسجيل الدخول على هواتفهم والمشاركة.
es: Envía un enlace de invitación para que puedan iniciar sesión en su teléfono y participar.
fr: Envoyez un lien d'invitation pour qu'ils puissent se connecter sur leur téléphone et participer.
hi: आमंत्रण लिंक भेजें ताकि वे अपने फ़ोन पर साइन इन कर सकें और भाग ले सकें।
pt: Envie um link de convite para que possam entrar no celular e participar.
ta: அவர்கள் தங்கள் தொலைபேசியில் உள்நுழைந்து பங்கேற்க அழைப்பு இணைப்பை அனுப்பவும்.
zh_hans: 发送邀请链接，对方可使用自己的手机登录并互动。
zh_hant: 發送邀請連結，對方可使用自己的手機登入並互動。

# 取消
source: Cancel
ar: يلغي
es: Cancelar
fr: Annuler
hi: रद्द करना
pt: Cancelar
ta: ரத்து செய்
zh_hans: 取消
zh_hant: 取消

# 只有创建者才能解散该群组。
source: Only the creator can disband this group.
ar: يمكن للمنشئ فقط حل هذه المجموعة.
es: Solo el creador puede disolver este grupo.
fr: Seul le créateur peut dissoudre ce groupe.
hi: केवल निर्माता ही इस समूह को भंग कर सकता है।
pt: Somente o criador pode dissolver este grupo.
ta: உருவாக்குநர் மட்டுமே இந்த குழுவை கலைக்க முடியும்.
zh_hans: 只有创建者才能解散该群组。
zh_hant: 只有建立者才能解散該群組。

# 只有当前群组的创建者才能转移权限。
source: Only the current group creator can transfer ownership.
ar: يمكن لمنشئ المجموعة الحالي فقط نقل الملكية.
es: Sólo el creador actual del grupo puede transferir la propiedad.
fr: Seul le créateur actuel du groupe peut transférer la propriété.
hi: केवल वर्तमान समूह निर्माता ही स्वामित्व हस्तांतरित कर सकता है।
pt: Somente o criador atual do grupo pode transferir a propriedade.
ta: தற்போதைய குழுவை உருவாக்கியவர் மட்டுமே உரிமையை மாற்ற முடியும்.
zh_hans: 只有当前群组的创建者才能转移权限。
zh_hant: 只有目前群組的建立者才能轉移權限。

# 可填写开支明细、支付方式等…
source: You can fill in expense details, payment methods, etc...
ar: يمكنك ملء تفاصيل النفقات وطرق الدفع وما إلى ذلك ...
es: Podrás rellenar datos de gastos, métodos de pago, etc...
fr: Vous pouvez renseigner les détails des dépenses, les modes de paiement, etc...
hi: आप व्यय विवरण, भुगतान विधियां आदि भर सकते हैं...
pt: Você pode preencher detalhes de despesas, formas de pagamento, etc...
ta: நீங்கள் செலவு விவரங்கள், கட்டண முறைகள் போன்றவற்றை நிரப்பலாம்...
zh_hans: 可填写开支明细、支付方式等…
zh_hant: 可填寫開支明細、付款方式等…

# 右上角控制点
source: Upper right corner control point
ar: نقطة التحكم في الزاوية اليمنى العليا
es: Punto de control de la esquina superior derecha
fr: Point de contrôle dans le coin supérieur droit
hi: ऊपरी दायां कोना नियंत्रण बिंदु
pt: Ponto de controle no canto superior direito
ta: மேல் வலது மூலையில் கட்டுப்பாட்டு புள்ளி
zh_hans: 右上角控制点
zh_hant: 右上角控制點

# 右下角控制点
source: Lower right corner control point
ar: نقطة التحكم في الزاوية اليمنى السفلى
es: Punto de control de la esquina inferior derecha
fr: Point de contrôle du coin inférieur droit
hi: निचला दायां कोना नियंत्रण बिंदु
pt: Ponto de controle no canto inferior direito
ta: கீழ் வலது மூலையில் கட்டுப்பாட்டு புள்ளி
zh_hans: 右下角控制点
zh_hant: 右下角控制點

# 同步日历和公共假期
source: Sync Calendar & Public Holidays
ar: مزامنة التقويم والعطلات الرسمية
es: Sincronizar calendario y días festivos
fr: Synchroniser le calendrier et les jours fériés
hi: कैलेंडर और सार्वजनिक छुट्टियाँ सिंक करें
pt: Sincronizar calendário e feriados
ta: காலெண்டர் மற்றும் பொது விடுமுறை நாட்களை ஒத்திசைக்கவும்
zh_hans: 同步日历和公共假期
zh_hant: 同步日曆和公共假期

# 后台定位
source: Background location
ar: الموقع في الخلفية
es: Ubicación en segundo plano
fr: Localisation en arrière-plan
hi: पृष्ठभूमि में स्थान
pt: Localização em segundo plano
ta: பின்னணி இருப்பிடம்
zh_hans: 后台定位
zh_hant: 背景定位

# 后端尚未完成升级，请先执行最新 Supabase migration 后重试。
source: Backend upgrade required. Please apply the latest Supabase migration and try again.
ar: مطلوب ترقية الواجهة الخلفية. الرجاء تطبيق أحدث ترحيل Supabase والمحاولة مرة أخرى.
es: Se requiere actualización de backend. Aplique la última migración Supabase e inténtelo nuevamente.
fr: Mise à niveau du back-end requise. Veuillez appliquer la dernière migration Supabase et réessayer.
hi: बैकएंड अपग्रेड की आवश्यकता है. कृपया नवीनतम Supabase माइग्रेशन लागू करें और पुनः प्रयास करें।
pt: Atualização de back-end necessária. Aplique a migração Supabase mais recente e tente novamente.
ta: பின்தள மேம்படுத்தல் தேவை. சமீபத்திய Supabase நகர்த்தலைப் பயன்படுத்தி, மீண்டும் முயற்சிக்கவும்.
zh_hans: 后端尚未完成升级，请先执行最新 Supabase migration 后重试。
zh_hant: 後端尚未完成升級，請先執行最新 Supabase migration 後重試。

# 否
source: no
ar: لا
fr: Non
hi: नहीं
pt: não
ta: இல்லை
zh_hans: 否
zh_hant: 否

# 周
source: Week
ar: أسبوع
es: Semana
fr: Semaine
hi: सप्ताह
pt: Semana
ta: வாரம்
zh_hans: 星期
zh_hant: 星期

# 周末
source: Weekends
ar: عطلات نهاية الأسبوع
es: Fines de semana
hi: सप्ताहांत
pt: Fins de semana
ta: வார இறுதி
zh_hans: 周末
zh_hant: 週末

# 周末采购清单
source: weekend shopping list
ar: قائمة التسوق في عطلة نهاية الأسبوع
es: lista de compras del fin de semana
fr: liste de courses du week-end
hi: सप्ताहांत खरीदारी सूची
pt: lista de compras de fim de semana
ta: வார இறுதி ஷாப்பிங் பட்டியல்
zh_hans: 周末采购清单
zh_hant: 週末採購清單

# 和
source: and
ar: و
es: y
fr: et
hi: और
pt: e
ta: மற்றும்
zh_hans: 和
zh_hant: 和

# 喜欢同圈吗？
source: Enjoying WeSync?
ar: هل تستمتع بـ WeSync؟
es: ¿Te gusta WeSync?
fr: Vous aimez WeSync ?
hi: WeSync पसंद आ रहा है?
pt: Está a gostar do WeSync?
ta: WeSync பிடிக்கிறதா?
zh_hans: 喜欢同圈吗？
zh_hant: 喜歡同圈嗎？

# 图片上传失败，服务器存储权限未配置。请联系管理员在 Supabase 为 create-task-from-images 桶添加写入策略。
source: Upload failed: storage permissions are not configured on the server. Ask an admin to add write policies for the create-task-from-images bucket in Supabase.
ar: فشل الرفع: لم يتم تكوين أذونات التخزين. اطلب من المسؤول إضافة سياسات الكتابة لح bucket create-task-from-images في Supabase.
es: Error al subir: permisos de almacenamiento no configurados. Pide al administrador añadir políticas de escritura para el bucket create-task-from-images en Supabase.
fr: Échec de l'envoi : permissions de stockage non configurées. Demandez à l'administrateur d'ajouter des règles d'écriture pour le bucket create-task-from-images dans Supabase.
hi: अपलोड विफल: सर्वर स्टोरेज अनुमति कॉन्फ़िग नहीं है। Supabase में create-task-from-images बकेट के लिए लेखन नीति जोड़ने को कहें।
pt: Falha no envio: permissões de armazenamento não configuradas. Peça ao administrador para adicionar políticas de gravação do bucket create-task-from-images no Supabase.
ta: பதிவேற்றம் தோல்வி: சேமிப்பக அனுமதி அமைக்கப்படவில்லை. Supabase-ல் create-task-from-images bucket-க்கு எழுத்து கொள்கையை சேர்க்க Admin-ஐ தொடர்பு கொள்ளுங்கள்.
zh_hans: 图片上传失败，服务器存储权限未配置。请联系管理员在 Supabase 为 create-task-from-images 桶添加写入策略。
zh_hant: 圖片上傳失敗，伺服器儲存權限未設定。請聯絡管理員在 Supabase 為 create-task-from-images 桶新增寫入策略。

# 图片上传失败，请检查网络后重试。
source: Image upload failed, please check the network and try again.
ar: فشل تحميل الصورة، يرجى التحقق من الشبكة والمحاولة مرة أخرى.
es: Error al cargar la imagen, verifique la red e inténtelo nuevamente.
fr: Le téléchargement de l'image a échoué, veuillez vérifier le réseau et réessayer.
hi: छवि अपलोड विफल रहा, कृपया नेटवर्क जांचें और पुनः प्रयास करें।
pt: Falha no upload da imagem. Verifique a rede e tente novamente.
ta: படப் பதிவேற்றம் தோல்வியடைந்தது, நெட்வொர்க்கைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 图片上传失败，请检查网络后重试。
zh_hant: 圖片上傳失敗，請檢查網路後重試。

# 图片上传异常，请重试。
source: There was a problem uploading the photo. Please try again.
ar: حدثت مشكلة في رفع الصورة. يرجى المحاولة مرة أخرى.
es: Hubo un problema al subir la foto. Inténtalo de nuevo.
fr: Un problème est survenu lors de l'envoi de la photo. Réessayez.
hi: फ़ोटो अपलोड करने में समस्या हुई। कृपया पुनः प्रयास करें।
pt: Ocorreu um problema ao enviar a foto. Tente novamente.
ta: புகைப்படம் பதிவேற்றுவதில் சிக்கல் ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
zh_hans: 图片上传异常，请重试。
zh_hant: 圖片上傳異常，請重試。

# 图片加载中
source: Loading image
ar: جارٍ تحميل الصورة
es: Cargando imagen
fr: Chargement de l'image
hi: छवि लोड हो रही है
pt: A carregar imagem
ta: படம் ஏற்றப்படுகிறது
zh_hans: 图片加载中
zh_hant: 圖片載入中

# 图片加载失败
source: Image loading failed
ar: فشل تحميل الصورة
es: Error al cargar la imagen
fr: Échec du chargement de l'image
hi: छवि लोडिंग विफल रही
pt: Falha no carregamento da imagem
ta: படத்தை ஏற்றுவதில் தோல்வி
zh_hans: 图片加载失败
zh_hant: 圖片載入失敗

# 图片压缩失败，请重试。
source: Image compression failed. Please try again.
ar: فشل ضغط الصورة. يرجى المحاولة مرة أخرى.
es: Falló la compresión de la imagen. Por favor inténtalo de nuevo.
fr: La compression de l'image a échoué. Veuillez réessayer.
hi: छवि संपीड़न विफल रहा. कृपया पुन: प्रयास करें।
pt: A compactação da imagem falhou. Por favor, tente novamente.
ta: பட சுருக்கம் தோல்வியடைந்தது. மீண்டும் முயற்சிக்கவும்.
zh_hans: 图片压缩失败，请重试。
zh_hant: 圖片壓縮失敗，請重試。

# 图片处理失败，请重试。
source: Image processing failed. Please try again.
ar: فشلت معالجة الصورة. يرجى المحاولة مرة أخرى.
es: Error en el procesamiento de imágenes. Por favor inténtalo de nuevo.
fr: Le traitement de l'image a échoué. Veuillez réessayer.
hi: छवि प्रसंस्करण विफल रहा. कृपया पुन: प्रयास करें।
pt: Falha no processamento da imagem. Por favor, tente novamente.
ta: பட செயலாக்கம் தோல்வியடைந்தது. மீண்டும் முயற்சிக்கவும்.
zh_hans: 图片处理失败，请重试。
zh_hant: 图片處理失败，请重试。

# 图片尚未加载完成，请稍后再试。
source: The image isn't ready yet. Try again in a moment.
ar: الصورة غير جاهزة بعد. حاول مرة أخرى.
es: La imagen aún no está lista. Inténtalo de nuevo.
fr: L'image n'est pas prête. Réessayez dans un instant.
hi: छवि अभी तैयार नहीं। बाद में पुनः प्रयास करें।
pt: A imagem ainda não está pronta. Tente novamente.
ta: படம் இன்னும் தயாராகவில்லை. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 图片尚未加载完成，请稍后再试。
zh_hant: 圖片尚未載入完成，請稍後再試。

# 图片格式解析失败，请换一张图片重试。
source: Unsupported image format. Please try another photo.
ar: تنسيق الصورة غير مدعوم. من فضلك حاول صورة أخرى.
es: Formato de imagen no compatible. Por favor prueba con otra foto.
fr: Format d'image non pris en charge. Veuillez essayer une autre photo.
hi: असमर्थित छवि प्रारूप. कृपया कोई अन्य फ़ोटो आज़माएँ.
pt: Formato de imagem não suportado. Por favor, tente outra foto.
ta: ஆதரிக்கப்படாத பட வடிவம். மற்றொரு புகைப்படத்தை முயற்சிக்கவும்.
zh_hans: 图片格式解析失败，请换一张图片重试。
zh_hant: 圖片格式解析失敗，請換一張圖片重試。

# 图片识别失败，请重试。
source: Image recognition failed. Please try again.
ar: فشل التعرف على الصورة. يرجى المحاولة مرة أخرى.
es: Error al reconocer la imagen. Inténtalo de nuevo.
fr: Échec de la reconnaissance d'image. Veuillez réessayer.
hi: छवि पहचान विफल। कृपया पुनः प्रयास करें।
pt: Falha ao reconhecer a imagem. Tente novamente.
ta: படம் அறிதல் தோல்வி. மீண்டும் முயற்சிக்கவும்.
zh_hans: 图片识别失败，请重试。
zh_hant: 圖片識別失敗，請重試。

# 图片预览不可用
source: Image preview unavailable
ar: معاينة الصورة غير متاحة
es: Vista previa de imagen no disponible
fr: Aperçu de l'image indisponible
hi: छवि पूर्वावलोकन उपलब्ध नहीं है
pt: Pré-visualização de imagem indisponível
ta: பட முன்னோட்டம் கிடைக்கவில்லை
zh_hans: 图片预览不可用
zh_hant: 圖片預覽不可用

# 在此之前任意时间完成即可
source: Can be completed anytime before this date.
ar: يمكن إنجازها في أي وقت قبل هذا الموعد.
es: Puede completarse en cualquier momento antes de esta fecha.
fr: Peut être terminée à tout moment avant cette date.
hi: इस तिथि से पहले कभी भी पूरा किया जा सकता है।
pt: Pode ser concluída a qualquer momento antes desta data.
ta: இந்த தேதிக்கு முன் எப்போது வேண்டுமானாலும் முடிக்கலாம்.
zh_hans: 在此之前任意时间完成即可
zh_hant: 在此之前任意時間完成即可

# 在这之前完成
source: Complete before
ar: أنجِز قبل
es: Completar antes de
fr: À terminer avant le
hi: इससे पहले पूरा करें
pt: Concluir antes de
ta: இதற்கு முன் முடிக்கவும்
zh_hans: 在这之前完成
zh_hant: 在這之前完成

# 基础信息
source: Basic Info
ar: المعلومات الأساسية
es: Información básica
fr: Informations de base
hi: मूल जानकारी
pt: Informações básicas
ta: அடிப்படை தகவல்
zh_hans: 基础信息
zh_hant: 基礎資訊

# 备用手机号
source: Alternate Phone
ar: رقم الهاتف المحمول البديل
es: Número de teléfono móvil alternativo
fr: Numéro de téléphone mobile alternatif
hi: वैकल्पिक मोबाइल फ़ोन नंबर
pt: Número de celular alternativo
ta: மாற்று மொபைல் ஃபோன் எண்
zh_hans: 备用手机号
zh_hant: 備用手機號

# 外观
source: Appearance
ar: مظهر
es: Apariencia
fr: Apparence
hi: उपस्थिति
pt: Aparência
ta: தோற்றம்
zh_hans: 外貌
zh_hant: 外貌

# 头像上传失败，请稍后再试。
source: Avatar upload failed. Please try again later.
ar: فشل تحميل الصورة الرمزية. يرجى المحاولة مرة أخرى لاحقا.
es: La carga del avatar falló. Inténtelo de nuevo más tarde.
fr: Le téléchargement de l'avatar a échoué. Veuillez réessayer plus tard.
hi: अवतार अपलोड विफल रहा. कृपया बाद में पुन: प्रयास करें।
pt: Falha no upload do avatar. Por favor, tente novamente mais tarde.
ta: அவதார் பதிவேற்றம் தோல்வியடைந்தது. பிறகு முயற்சிக்கவும்.
zh_hans: 头像上传失败，请稍后再试。
zh_hant: 頭像上傳失敗，請稍後再試。

# 头像数据为空，请重新选择图片后再试。
source: Avatar data is empty. Please choose another photo and try again.
ar: بيانات الصورة الرمزية فارغة. الرجاء اختيار صورة أخرى والمحاولة مرة أخرى.
es: Los datos del avatar están vacíos. Elige otra foto e inténtalo de nuevo.
fr: Les données de l'avatar sont vides. Veuillez choisir une autre photo et réessayer.
hi: अवतार डेटा खाली है. कृपया कोई अन्य फ़ोटो चुनें और पुनः प्रयास करें।
pt: Os dados do avatar estão vazios. Escolha outra foto e tente novamente.
ta: அவதார் தரவு காலியாக உள்ளது. மற்றொரு படத்தைத் தேர்ந்தெடுத்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 头像数据为空，请重新选择图片后再试。
zh_hant: 頭像資料為空，請重新選擇圖片後再試。

# 女
source: Female
ar: أنثى
es: Mujer
fr: Femme
hi: स्त्री
pt: Feminino
ta: பெண்
zh_hans: 女
zh_hant: 女

# 好的
source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है
ta: சரி
zh_hans: 好的
zh_hant: 好的

# 字体大小
source: font size
ar: حجم الخط
es: tamaño de fuente
fr: taille de la police
hi: फ़ॉन्ट आकार
pt: tamanho da fonte
ta: எழுத்துரு அளவு
zh_hans: 字体大小
zh_hant: 字體大小

# 学校
source: School
ar: المدرسة
es: escuela
fr: École
hi: स्कूल
pt: Escola
ta: பள்ளி
zh_hans: 学校
zh_hant: 學校

# 完成
source: Finish
ar: ينهي
es: Finalizar
fr: Finition
hi: खत्म करना
pt: Terminar
ta: முடிக்கவும்
zh_hans: 完成
zh_hant: 完成

# 完成任务
source: Complete the task
ar: أكمل المهمة
es: Completa la tarea
fr: Terminez la tâche
hi: कार्य पूरा करें
pt: Conclua a tarefa
ta: பணியை முடிக்கவும்
zh_hans: 完成任务
zh_hant: 完成任務

# 完成待办后会显示在这里。
source: Completed to-dos will appear here.
ar: ستظهر المهام المكتملة هنا.
es: Las tareas completadas aparecerán aquí.
fr: Les tâches terminées s'afficheront ici.
hi: पूर्ण कार्य यहाँ दिखेंगे।
pt: Tarefas concluídas aparecerão aqui.
ta: முடிந்த பணிகள் இங்கே தோன்றும்.
zh_hans: 完成待办后会显示在这里。
zh_hant: 完成待辦後會顯示在這裡。

# 完成排序
source: Complete sorting
ar: الفرز الكامل
es: clasificación completa
fr: Tri complet
hi: पूर्ण छँटाई
pt: Classificação completa
ta: முழுமையான வரிசையாக்கம்
zh_hans: 完成排序
zh_hant: 完成排序
